Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: Set up contact management prior to adding contacts.
cs_cz: Nastavte správu kontaktů před přidáním kontaktů.

source: Prepare for Setting Up Contacts
cs_cz: Příprava na nastavení kontaktů

source: Create a contact card for each new company that you interact with, such as a customer or vendor.
cs_cz: Vytvoření karty kontaktu pro každou novou společnost, s níž spolupracujete, například zákazníkem nebo dodavatelem.

source: Create a contact card for each contact person who works for the companies that you interact with.
cs_cz: Vytvoření karty kontaktu pro každou kontaktní osobu, která pracuje pro společnosti, s nimiž spolupracujete.

source: Create Contact Persons
cs_cz: Vytváření kontaktních osob

source: Set Up Marketing and Contact Management
cs_cz: Nastavení marketingu a správy kontaktů

source: Your company regularly meets prospective companies that usually develop into future business relationships.
cs_cz: Vaše společnost se pravidelně setkává s potenciálními společnostmi, které se obvykle vyvíjejí do budoucích obchodních vztahů.

source: When a new contact is made, this information needs to be recorded so that communication can continue.
cs_cz: Při vytváření nového kontaktu je třeba tyto informace zaznamenat tak, aby mohla komunikace pokračovat.

source: By assigning as much data as possible about a specific company ensures efficient communication.
cs_cz: Přiřazením co nejvíce údajů o konkrétní společnosti zajistíte efektivní komunikaci.

source: For example, assigning the relevant industry group, ensures that specific companies are included in any relevant communication.
cs_cz: Například přiřazení příslušné průmyslové skupiny zajišťuje, že konkrétní společnosti budou zahrnuty do jakékoli relevantní komunikace.

source: You can also define the business relationship that you have with a contact.
cs_cz: Můžete také definovat obchodní vztah, který máte s kontaktem.

source: For example, a contact could be a prospect, bank, or contractor.
cs_cz: Například kontakt by mohl být potencionální zákazník, banka, nebo dodavatel.

source: Set up a contact for a new company, either from scratch or from a customer, vendor, or bank account.
cs_cz: Založení kontaktu pro novou firmu, buď od začátku, nebo od zákazníka, dodavatele nebo bankovní účet.

source: Synchronize information in contacts with common information in customers, vendors, and bank accounts.
cs_cz: Synchronizujte informace v kontaktech s běžnými informacemi v zákaznících, dodavatelích a bankovních účtech.

source: Synchronizing Contacts With Customers, Vendors, and Bank Accounts
cs_cz: Synchronizace kontaktů se zákazníky, dodavateli a bankovními účty

source: Describe the business relationship of a company contact.
cs_cz: Popište obchodní vztah kontaktní společnosti.

source: Set Up Business Relations on Contacts Companies
cs_cz: Nastavení obchodních vztahů ke kontaktním společnostem

source: Place a contact company in the appropriate industry group, for example, retail.
cs_cz: Umístěte kontaktní společnost do příslušné průmyslové skupiny, například do maloobchodu.

source: Set Up Industry Groups on Contact Companies
cs_cz: Nastavení průmyslové skupiny na kontaktní společnosti

source: Set up the mailing groups that you can use to identify groups of contacts that you want to receive the same information.
cs_cz: Nastavte poštovní skupiny, které můžete použít k identifikaci skupin kontaktů tak, aby získali stejné informace.

source: Set Up Mailing Groups on Contact Companies
cs_cz: Nastavení poštovní skupiny na kontaktní společnosti

source: Set up an alternative address for a contact.
cs_cz: Nastavte alternativní adresu pro kontakt.

source: Assign Alternative Addresses to a Contact
cs_cz: Přiřazení alternativní adresy ke kontaktu

source: Assign Web sources (search engines and Web sites) to your contacts to indicate where on the Internet you intend to search for information about the contacts.
cs_cz: Přiřaďte svým kontaktům webové zdroje (vyhledávače a webové stránky), aby jste zjistili, kde na internetu můžete vyhledat informace o daných kontaktech.

source: Set Up Web Sources on Contacts
cs_cz: Nastavení webového zdroje na kontakty

source: You create a contact by setting up a contact card for the person.
cs_cz: Kontakt vytvoříte nastavením kontaktní karty pro osobu.

source: You can create contact persons from existing contact companies, or you can create independent contact persons.
cs_cz: Můžete vytvářet kontaktní osoby z existujících kontaktních společností nebo vytvářet nezávislé kontaktní osoby.

source: For example, after meeting with a prospective company, you meet the purchaser.
cs_cz: Například po setkání s potenciální společností se setkáte s kupujícím.

source: You can create a contact card for this person so communication can be more tailored.
cs_cz: Pro tuto osobu můžete vytvořit kontaktní kartu, takže komunikace může být přizpůsobena.

source: You may also need some publications about your products translated and after some research decide on a freelance translator.
cs_cz: Můžete také potřebovat nějaké publikace o vašich přeložených produktech a po nějakém výzkumu rozhodnout o externím překladateli.

source: You should record this contact as an independent contact person.
cs_cz: Tento kontakt by jste měli zaznamenat jako nezávislou kontaktní osobu.

source: By recording as many details as possible about a contact person ensures that all groups at your company can find the relevant information.
cs_cz: Nahrání co nejvíce informací o kontaktní osobě zajistí, že všechny skupiny ve vaší společnosti naleznou příslušné informace.

source: Provide information about a contact person.
cs_cz: Poskytujte informace o kontaktní osobě.

source: Create Contact Person
cs_cz: Vytváření kontaktní osoby

source: Assign Alternative Addresses
cs_cz: Přiřazení alternativní adresy

source: Set Up Job Responsibilities on Contacts
cs_cz: Nastavení pracovní odpovědnosti ke kontaktům

source: Describe the organizational level of your contacts.
cs_cz: Popište organizační úroveň vašich kontaktů.

source: Set Up Organizational Levels for Contact Persons
cs_cz: Nastavení organizační úrovně pro kontaktní osoby

source: Assign mailing groups your contacts.
cs_cz: Přiřaďte poštovní skupiny k vašim kontaktům.

source: Assign Mailing Groups to a Contact
cs_cz: Přiřazení poštovní skupiny k vašim kontaktům

source: Set Up Alternative Addresses for Contacts
cs_cz: Nastavení alternativní adresy pro kontakty

source: You can assign an alternative address where your contacts are sometimes sent mail and information, for example, their summer cottage.
cs_cz: Můžete přiřadit alternativní adresu, kam je Vašim kontaktům někdy posílána pošta a informace, například na Vaši chalupu.

source: You can also assign one or several date ranges to each alternative address you have entered for your contacts to specify when each address is valid.
cs_cz: Můžete také přiřadit jeden nebo více rozsahů dat ke každé alternativní adrese, kterou jste zadali Vašim kontaktům, a určit, kdy je každá adresa platná.

source: To assign an alternative address
cs_cz: Přiřazení alternativní adresy

source: Choose the Alternative Address action, and then choose Card.
cs_cz: Zvolte akci Alternativní adresa a poté zvolte Karta.

source: The Contact Alt.
cs_cz: Otevře se okno Přehled alt.

source: Address List window opens.
cs_cz: Adres kontaktu .

source: Enter a new alternative address and fill in the fields on the Contact Alternative Address window.
cs_cz: Zadejte novou alternativní adresu a vyplňte pole v okně Alternativní adresy kontaktu.

source: Repeat these steps to assign as many alternative addresses as you want.
cs_cz: Opakujte tyto kroky, abyste přiřadili tolik alternativních adres, kolik chcete.

source: For each alternative address you may want to specify one or several date ranges.
cs_cz: Pro každou alternativní adresu můžete určit jedno nebo více rozmezí dat.

source: You can also assign alternative addresses from the contact list window by following the same procedure.
cs_cz: Alternativní adresy můžete také přidělit stejným postupem z okna seznamu kontaktů.

source: To assign an alternative address date range
cs_cz: Přiřazení alternativní adresy datovým rozmezí

source: Choose the Alternative Address action, and then choose Date Range.
cs_cz: Zvolte akci Alternativní adresa a poté zvolte Rozsah dat.

source: Addr.
cs_cz: alt.adres

source: Date Ranges window opens.
cs_cz: kontaktu .

source: Choose New action.
cs_cz: Vyberte akci Nový.

source: In the Contact Alt.
cs_cz: V poli Kód alt.adresy

source: Address Code field, select an alternative address for this contact, and then fill in the Starting Date and Ending Date fields.
cs_cz: kontaktu vyberte alternativní adresu pro tento kontakt a vyplňte pole Počáteční datum a Koncové datum

source: Repeat these steps to assign as many date ranges as you want.
cs_cz: Opakujte tyto kroky, abyste přiřadili tolik rozsahů dat, kolik chcete.

source: You can create a contact for each new company you interact with, for example, a customer, vendor, prospective customer, bank, law firm, consultant, and so on.
cs_cz: Můžete vytvořit kontakt pro každou novou společnost, s níž spolupracujete, například zákazníkem, dodavatelem, potenciálním zákazníkem, bankou, advokátní kanceláří, konzultantem a dalšími.

source: There are two ways to create a contact: from scratch or from an existing customer, vendor, or bank account.
cs_cz: Existují dva způsoby, jak vytvořit kontakt: od začátku nebo od stávajícího zákazníka, dodavatele nebo bankovního účtu.

source: Before creating a contact, you may want to check the settings in the Marketing Setup window.
cs_cz: Před vytvořením kontaktu můžete zkontrolovat nastavení v okně Nastavení marketingu.

source: For more information, see Set Up Marketing and Contact Management.
cs_cz: Další informace naleznete v tématu Nastavení marketingu a správy kontaktů.

source: Create a company contact from scratch
cs_cz: Vytvoření kontaktu společnosti od začátku

source: In the top right corner, choose the Search for Page or Report icon, enter Contacts, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Kontakty a zvolte související odkaz.

source: In the No. field, enter a number for the contact.
cs_cz: Do pole Číslo zadejte číslo pro kontakt.

source: Alternatively, if you have set up a number series for contacts in the Marketing Setup window, you can press the Enter key to select the next available contact number.
cs_cz: Pokud jste v okně Nastavení marketingu nastavili číselnou řadu kontaktů, můžete stisknutím klávesy Enter vybrat další dostupné číslo kontaktu.

source: Set Type to Company.
cs_cz: Nastavte Typ na Společnost.

source: Fill in the other fields as required.
cs_cz: Vyplňte pole podle potřeby.

source: Create a company contact from a customer, vendor, or bank account
cs_cz: Vytvoření kontaktu společnosti od zákazníka, dodavatele nebo bankovního účtu

source: If you have already set up a number of customers, vendors, and bank accounts, you can create contacts on the basis of the existing data.
cs_cz: Pokud jste již nastavili řadu zákazníků, dodavatelů a bankovních účtů, můžete vytvořit kontakty na základě stávajících dat.

source: When you create a contact this way, the contact information is synchronized with the customer, vendor, or bank account information.
cs_cz: Při vytváření kontaktu tímto způsobem jsou kontaktní informace synchronizovány s informacemi zákazníka, dodavatele nebo bankovního účtu.

source: Before you can create contact companies this way, you must specify a business relation code for customers, vendors, and bank accounts in the Marketing Setup window.
cs_cz: Než budete moci vytvářet kontaktní společnosti tímto způsobem, musíte zadat kód obchodních vztahů pro zákazníky, dodavatele a bankovní účty v okně Nastavení marketingu.

source: If you will be creating contacts from a bank accounts, you must also specify numbers series for bank accounts in the General Ledger Setup window.
cs_cz: Pokud budete vytvářet kontakty z bankovních účtů, musíte také zadat sadu čísel pro bankovní účty v okně Nastavení financí.

source: In the top right corner, choose the Search for Page or Report icon, enter one of the following, depending on from where you want to create contacts, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte jeden z následujících podle toho, kde chcete kontakty vytvořit, a zvolte související odkaz.

source: Create Contacts from Customers
cs_cz: Vytvořit kontakty ze zákazníků

source: Create Contacts from Vendors
cs_cz: Vytvořit kontakty z dodavatelů

source: Create Contacts from Bank Accounts
cs_cz: Vytvořit kontakty z bankovních účtů

source: In the batch job window that opens, in the Customer, Vendor, or Bank Account section, set filters if you want to create contacts from specific customers, vendors, or bank accounts.
cs_cz: V okně dávkové úlohy, které se otevře, v sekci Zákazník, Dodavatel nebo Bankovní účet nastavte filtry, pokud chcete vytvořit kontakty od konkrétních zákazníků, dodavatelů nebo bankovních účtů.

source: Choose the OK button to start creating contacts.
cs_cz: Zvolte tlačítko OK a začněte vytvářet kontakty.

source: The next contact numbers in the number series are assigned to the new contacts.
cs_cz: Další kontakty v číselné řadě jsou přiřazeny novým kontaktům.

source: The business relation for vendors that is specified in the Marketing Setup window is assigned to the newly created contacts.
cs_cz: Obchodní vztah pro dodavatele, který je uveden v okně Nastavení marketingu, je přiřazen k nově vytvořeným kontaktům.

source: You can also create a customer, vendor, or bank account from a contact.
cs_cz: Můžete také vytvořit kontakt ze zákazníka, dodavatele nebo bankovního účtu.

source: For more information, see Create a Customer, Vendor, or Bank Account From a Contact.
cs_cz: Další informace naleznete v tématu Vytvoření zákazníka, dodavatele nebo bankovního účetu z kontaktu.

source: Assign Industry Groups to a Contact
cs_cz: Přiřazení průmyslových skupin ke kontaktu

source: You can create a contact card for each contact who works for the companies you interact with.
cs_cz: Vytvořte kartu každému kontaktu, který pracuje pro společnosti, s nimiž spolupracujete.

source: For each contact company you can enter as many contact persons as you want.
cs_cz: Pro každou kontaktní firmu můžete zadat tolik kontaktních osob, kolik chcete.

source: You can also create contact cards for the persons that you want to record as independent.
cs_cz: Můžete také vytvořit karty kontaktu pro osoby, které chcete zaznamenat jako nezávislé.

source: Before creating a contact, you may want to check the Inheritance settings in the Marketing Setup window.
cs_cz: Před vytvořením kontaktu můžete zkontrolovat nastavení Dědičnost v okně Nastavení marketingu.

source: Setting up inheritance enables information about contact companies that is common to contact persons, such as address details, to be automatically copied from the contact company to the contact person each time you create a contact person for a recorded contact company.
cs_cz: Nastavení dědictví umožňuje, aby se běžné informace o kontaktních společnostech, například údaje o adrese, automaticky kopírovaly od kontaktní společnosti ke kontaktní osobě při každém vytvoření kontaktní osoby pro zaznamenanou kontaktní firmu.

source: To create a contact card for a person
cs_cz: Vytvoření karty kontaktu pro osobu

source: In the No.
cs_cz: Do pole Číslo

source: field, enter a number for the contact.
cs_cz: zadejte číslo kontaktu.

source: For more information, see Create Number Series.
cs_cz: Další informace naleznete v tématu: Vytváření číselných řad.

source: In the Type field, select Person.
cs_cz: Do pole Typ vyberte Osoba.

source: Fill in the other fields on the contact card.
cs_cz: Vyplňte pole na kartě podle potřeby.

source: The contents of the fields that you have selected in the Inheritance section of the Marketing Setup window are copied from the company to the persons within that company.
cs_cz: Obsah polí, které jste vybrali v sekci Dědičnost okna Nastavení marketingu se zkopíruje od společnosti na osoby v rámci této společnosti.

source: Set Up Mailing Groups on Contacts Set Up Job Responsibilities on Contacts
cs_cz: Nastavení poštovních skupin v kontaktech Nastavení pracovních odpovědností kontaktů

source: Create a Customer, Vendor, or Bank Account From a Contact
cs_cz: Vytvoření zákazníka, dodavatele nebo bankovního účtu z kontaktu

source: You may want to record some of your existing contacts as customers, vendors, or bank accounts.
cs_cz: Možná budete chtít zaznamenat některé vaše stávající kontakty jako zákazníky, dodavatele nebo bankovní účty.

source: Creating a customer, vendor, or bank account from a contact enables you use existing data.
cs_cz: Vytvoření zákazníka, dodavatele nebo bankovního účtu z kontaktu umožňuje použít stávající data.

source: When you create a customer, vendor, or bank account this way, it is synchronized with the contact.
cs_cz: Když vytvoříte zákazníka, dodavatele nebo bankovní účet tímto způsobem, synchronizuje se s kontaktem.

source: Synchronization makes information that is common between contacts and customers, vendors, or bank account the same.
cs_cz: Synchronizace vytváří stejné informace, které jsou společné mezi kontakty a zákazníky, dodavateli nebo bankovním účtem.

source: Before you can record contacts this way, you must specify a business relation code for customers, vendors, and bank accounts in the Marketing Setup window.
cs_cz: Než budete moci zaznamenat kontaktní společnosti tímto způsobem, musíte zadat kód obchodních vztahů pro zákazníky, dodavatele a bankovní účty v okně Nastavení marketingu.

source: If you will be recording contacts as bank accounts, you must also specify numbers series for bank accounts in the General Ledger Setup window.
cs_cz: Pokud budete zaznamenávat kontakty jako bankovní účty, musíte také zadat řadu čísel pro bankovní účty v okně Nastavení financí.

source: To create a contact as a customer, vendor, or bank account
cs_cz: Vytvoření kontaktu jako zákazníka, dodavatele nebo bankovní účet

source: Select the contact you want to create as a customer, vendor, or bank account.
cs_cz: Vyberte kontakt, který chcete vytvořit jako zákazníka, dodavatele nebo bankovní účet.

source: Choose the Create As action, and then choose either Customer, Vendor, or Bank.
cs_cz: Zvolte akci Vytvořit jako a poté zvolte buď Zákazník, Dodavatel nebo Banka.

source: Confirm the subsequent message.
cs_cz: Potvrďte následující zprávu.

source: The contact information is transferred from the Contact card to the Bank Account card, the Customer card, or the Vendor card.
cs_cz: Kontaktní informace jsou přeneseny z karty Kontakt na kartu Bankovní účet, kartu Zákazník nebo na kartu Dodavatel.

source: You may want to add specific information to each of the cards, such as invoicing and payment details.
cs_cz: Možná budete chtít přidat konkrétní informace ke každé kartě, například fakturační a platební údaje.

source: Link Contacts to Existing Customers, Vendors, or Bank Accounts
cs_cz: Propojení Kontaktů s existujícími Zákazníky, Dodavateli nebo Bankovními účty

source: Create Interactions on Contacts and Segments
cs_cz: Vytváření interakcí s kontakty a segmenty

source: You can create interactions to record all the interactions and communications you have with your contacts and segments, for example, direct mail.
cs_cz: Můžete vytvořit interakce pro zaznamenání všech interakcí a komunikace, které máte s kontakty a segmenty, například přímou poštou.

source: Before you create interactions, you must set up interaction templates.
cs_cz: Než vytvoříte interakce, musíte nastavit šablony interakcí.

source: For more information, see Set Up Interaction Templates.
cs_cz: Další informace naleznete v tématu Nastavení šablon interakcí.

source: To create an interaction
cs_cz: Vytvoření interakce

source: Open the contact, salesperson, or interaction log entry.
cs_cz: Otevřete kontakt, dodavatele nebo položku protokolu interakce.

source: Choose the Create Interaction action.
cs_cz: Zvolte akci Vytvořit interakci

source: Fill in the fields, and then choose the OK button.
cs_cz: Vyplňte pole a poté klepněte na tlačítko OK.

source: If you need to perform another task before finishing the interaction, you can choose Cancel, and choose to finish the interaction at a later time.
cs_cz: Pokud potřebujete provést jinou úlohu před dokončením interakce, můžete vybrat možnost Storno a zvolit dokončení interakce později.

source: This postpones the interaction.
cs_cz: To odkládá interakci.

source: To finish and delete postponed interactions
cs_cz: Dokončení a odstranění odložené interakce

source: Choose Postponed Interactions.
cs_cz: Zvolte Odložit interakce.

source: Select the interaction you want to finish, and then choose the Resume action.
cs_cz: Vyberte interakci, kterou chcete dokončit, a poté vyberte akci Pokračovat.

source: To create an interaction on a segment
cs_cz: Vytvoření interakce v segmentu

source: On the Home page, choose Active Segments, or in the top right corner, choose the Search for Page or Report icon, enter Segments, and then choose the related link.
cs_cz: Na domovské stránce zvolte Aktivní segmenty, nebo v pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Segmenty a zvolte související odkaz.

source: In the Segment window, in the Interaction section, fill in the fields to specify which interaction you want to assign to the segment.
cs_cz: V okně Segment v části Interakce vyplňte políčka a určete, kterou interakci chcete k segmentu přiřadit.

source: After you have assigned an interaction to the segment, you can personalize the interaction for each particular contact within the segment, for example, by selecting another interaction template on the lines in the Segment window.
cs_cz: Po přidělení interakce k segmentu můžete interakci přizpůsobit pro každý konkrétní kontakt v rámci segmentu, například výběrem jiné šablony interakcí v řádcích v okně Segment.

source: To log the segment and interactions, choose the Log action.
cs_cz: Chcete-li zaznamenávat segment a interakce, zvolte akci Protokol.

source: The Log Segment window opens.
cs_cz: Otevře se okno Segment protokolu.

source: If you want to create a new segment containing the same contacts, select the Create Follow-up Segment check box.
cs_cz: Chcete-li vytvořit nový segment se stejnými kontakty, zaškrtněte políčko Vytvořit segment sledování.

source: To create a follow-up segment, you must have specified number series for segments in the Marketing Setup window.
cs_cz: Chcete-li vytvořit následný segment, musíte mít v okně Nastavení marketingu zadané číselné řady pro segmenty.

source: An interaction is recorded for each contact within the segment in the Interaction Log Entry table, and the segment is logged.
cs_cz: Interakce je zaznamenána pro každý kontakt v rámci segmentu v tabulce Položka protokolu interakce a segment je protokolován.

source: Logged segments can be found in the Logged Segment window.
cs_cz: Protokolované segmenty lze nalézt v okně Protokolované segmenty.

source: If you have selected the Create Follow-up Segment check box, a new segment is created that contains the same contacts as the segment you have just logged.
cs_cz: Pokud jste zaškrtli políčko Vytvořit segment sledování, vytvoří se nový segment, který obsahuje stejné kontakty jako segment, který jste právě protokolovali.

source: Recording Interactions
cs_cz: Záznam interakcí

source: Manage Contacts
cs_cz: Správa kontaktů

source: Create Sales Opportunities
cs_cz: Vytvoření prodejních příležitostí
